{
  "testimonials": [
    {
      "title": "Maria's Testimonial",
      "description": "Ruth is the perfect blend of professionalism and warmth. I have had a number of sessions with Ruth over a number of years and I would highly recommend her. She is able to pinpoint challenges and help both release and transform these with ease. I feel exceedingly safe in her hands. Due to her level of experience she is easily able to move from the physical mode to emotional and mind modes to get to the epicentre and I have definitely seen the difference in my approach in the last year, due to her work. I feel so safe in Ruth’s hands."
    },
    {
      "title": "Emma's Testimonial ",
      "description": "Ruth introduced me to the emotion, body and belief codes and I instantly trusted in her ability, approach and the space she creates. Each and every session was full of both deep and light clearing and healing, with Ruth fully present, dedicated to understanding and competently moving through what was coming up. She is a true and wonderful advocate and practitioner with a natural gift for this healing work."
    },
    {
      "title": "AM's Testimonial ",
      "description": "Working with Ruth has been truly transformative. Her sessions are warm, safe and supportive, allowing me to heal areas I didn’t even realize needed attention. Ruth’s compassionate guidance has helped me uncover deep emotional, physical and mental blockages, leading to profound shifts in my life. This process has been life-changing, and I’m incredibly grateful for her expertise and the support she provides."
    },
    {
      "title": "CT's Testimonial ",
      "description": "Since seeing Ruth, I feel like I am achieving more by expending less energy. She has removed old heart walls and shown where I was stuck on ‘high alert’ from past events! This has allowed me to genuinely let myself relax, maybe for the first time ever. I am discovering hidden talents and so much excitement for the future! Thank you Ruth!"
    },
    {
      "title": "DD's Testimonial ",
      "description": "Ruth comes across as such a warm and beautiful soul, with a true gift. If you have not experienced this type of healing before, go with an open mind. I’d not heard of the body code or emotional code before I met Ruth and was surprised at how effective it was."
    },
    {
      "title": "Mary's Testimonial ",
      "description": "Thank you for the wonderful session- It has really put me on another track; I am so grateful.\nI also wanted to say that how you hold space for me in my sessions is very professional. You are really astute in how you listen to people and getting to the deep places, the root of the issue in a way that is really safe. You have a very calm and neutral energy and whatever comes up in my session you hold the space really securely.   \nYou are very proficient and give incredibly good value for your sessions. \n"
    },
    {
      "title": "Laura's Testimonial ",
      "description": "Sessions with Ruth have been transformational! I have been blown away. The work is so subtle and gentle, yet it clears blocks away so that you are not held back and able to be the best version of yourself, whether in relationships, work or life in general. \nI have had lots of different therapies and healing over the years and felt I had come to a point where I needed to go deeper, to clear blocks and traumas trapped within my body and subconscious which I could feel were holding me back from living my best life. \nI was recommended to see Ruth and I haven’t looked back! Now I have got the whole family having sessions (including the dog!) and recommend Ruth to everyone I speak to!\nI am so pleased I have started these sessions and I am so excited about how life will unfold now. I look forward to each session and can’t wait for the next. \nRuth is very professional and has a lovely calm and kind nature. I feel very safe in her hands and trust her implicitly. \n"
    }
  ]
}